11/data/attachments/93d2a754d2d68280.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f3fefd47-8fea-4f37-9bc9-2056486b827a</nif:username>
            <nif:friendToBeAdded>Jorge_sense_Friend_77216_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>